{
    "scripture": [
        {
            "title": "Eeshopanishad",
            "mantras": 18,
            "document": "docs/Eeshopanishad.pdf",
            "audio": "",
            "summary": [
                "In the Eeshopanishad, the sages have described the all pervading, omnipresent Supreme Being whose primary name is OM. Enumerating the basic code of conduct, they have advised everyone to desire to live for one hundred years for performing God's work and to live every moment of life as if it were the last. Keeping that indestructible God in your mind all the time, is the only way to attain salvation from the bondage of the cycle of life and death. While stating that God is very far from the ignorant and very close to the learned, they highlight the ills of ignoring the universal knowledge. While describing the importance of the virtuous cycle leading from ignorance to illumination, everyone is cautioned against the ego some may get after improper implementation of the knowledge acquired."
            ]
        },
        {
            "title": "Kenopanishad",
            "mantras": 34,
            "document": "docs/kenopanishad.pdf",
            "audio": "",
            "summary": [
                "Who is God? What are his qualities? What does he do? The sages have explained the answers to these questions in Kenopanishad. Kenopanishad extends the idea laid out in Eeshopanishad that God is not a subject matter of the sensory organs. This Upanishad describes the God to be the causal force behind all senses. However, it clarifies that despite God being that force, he is beyond comprehension by the sensory organs. Besides, the sensory organs, God is also the only driving force for the Mother Nature as well. This Upanishad cautions us against the egotists who claim to know God. The only way to be near God is to spend our life acquiring knowledge from the four Vedas and their six limbs and implementing this knowledge in our life.",
                "Please keep in mind that the God may be the source of energy, strength and functionality of our bodily organs, however, he has granted us the freedom of action, i.e. the freedom to choose on how we want to utilize this power. If your actions are virtuous, then stay away from the arrogance resulting from good actions because, they were made possible only with God's strength. On the contrary if an individual choses to misuse this power for selfish and malicious actions then one should not blame God, and be ready for punishment because the power was not used for intended purposes."
            ]
        }
    ]
}