{
    "scripture": [
        {
            "chapter": 31,
            "mantras": "22",
            "rishi": "Naaraayaṇa",
            "devataa": "puruṣhaḥ, eeshaanaḥ, sraṣhṭeshvaraḥ, aadityaḥ, sooryaḥ and vishvedevaaḥ",
            "chhanda": "anuṣhṭup and triṣhṭup",
            "document": "docs/Yajurveda31.pdf",
            "audio": "",
            "summary": [
                "In this chapter sage Naaraayaṇa describes God’s vastness. Evaluating the entire creation, he identifies God as the creator of this universe. The characteristics of this universe are as per the guidelines established by God. Everywhere in this universe, presence of God is felt. In the later part, sage Uttara Naaraayaṇa is praying to god to grant knowledge and wisdom to everyone. He also reiterates that the knowing god is the only pathway that lead to salvation; there is no other way besides this."
            ]
        },
        {
            "chapter": 34,
            "mantras": "",
            "rishi": "",
            "devataa": "",
            "chhanda": "",
            "document": "docs/Yajurveda34.pdf",
            "audio": "",
            "summary": [
                "Coming soon"
            ]
        },
        {
            "chapter": 36,
            "mantras": "24",
            "rishi": "dadhyaṅṅaatharvaṇa, lopaamudraa, medhaatithi, sindhudveepa, vaamadeva, vishvaamitra",
            "devataa": "aapa, agni, bṛihaspati, indra, ishvara, liṅgoktaa, mitraadayo liṅgoktaa, pṛithivee, savitaa, soma, soorya, vaatadaya",
            "chhanda": "anuṣhṭup, atishakvaree, bṛihatee, gaayatree, jagatee, paṅktiḥ, shakvaree, triṣhṭup, uṣhṇik",
            "document": "docs/Yajurveda36.pdf",
            "audio": "",
            "summary": [
                "In the thirty-sixth chapter, the Sages advise us to imbibe the Vedic wisdom, emulate it in our conduct, remove our flaws and increase our mental strength. The Sages discuss some basic qualities of God and after offering obeisance to the Almighty, they offer prayers for guiding our intellects on to the righteous path. The Sages also offer prayers and advice for everyone’s prosperity, bliss, peace, harmony, fearlessness, health and longevity."
            ]
        },
        {
            "chapter": 39,
            "mantras": 13,
            "rishi": "Deerghatamaa",
            "devataa": "",
            "chhanda": "",
            "document": "docs/Yajurveda39.pdf",
            "audio": "",
            "summary": [
                "Coming soon"
            ]
        },
        {
            "chapter": 40,
            "mantras": 17,
            "rishi": "Deerghatamaa",
            "devataa": "Aatmaa, Brahma",
            "chhanda": "Anuṣhṭup, Triṣhṭup, Svaraaḍjagatee, Svaraaḍuṣhnik",
            "document": "docs/Yajurveda40.pdf",
            "audio": "",
            "summary": [
                "In the fortieth chapter, the sages have described the all pervading, omnipresent Supreme Being whose primary name is OM. Enumerating the basic code of conduct, they have advised everyone to desire to live for one hundred years for performing God's work and to live every moment of life as if it were the last. Keeping that indestructible God in your mind all the time, is the only way to attain salvation from the bondage of the cycle of life and death. While stating that God is very far from the ignorant and very close to the learned, they highlight the ills of ignoring the universal knowledge. While describing the importance of the virtuous cycle leading from ignorance to illumination, everyone is cautioned against the ego some may get after improper implementation of the knowledge acquired."
            ]
        }
    ]
}