{
    "scripture": [
        {
            "chapter": "",
            "title": "Introduction",
            "mantras": "",
            "document": "docs/Geetaa00.pdf",
            "audio": "",
            "summary": [
                ""
            ]
        },
        {
            "chapter": 1,
            "title": "Arjuna Vishaada Yoga",
            "mantras": 47,
            "document": "docs/Geetaa01.pdf",
            "audio": "",
            "summary": [
                "Arjun's dilemma in the battle for righteousness. In the opening chapter king Dhritraashtra requests Sanjaya, the one blessed with divine vision, to describe the current state of the battle ground. Sanjaya after describing in detail the position of various warrior kings gathered there, shifts focus on Krishna and Arjun. Arjun requests his charioteer Krishna to take the chariot in the middle of the battle ground so that he may see all of the warriors fighting against him. However, seeing his relatives and friends on the opposing side, Arjun is overtaken by grief. He expresses his inability to kill people near and dear to him, even when they are supporting the vicious side. Showing complete loss of interest in fighting he quietly sits in the back portion of the chariot."
            ]
        },
        {
            "chapter": 2,
            "title": "Sankhya Yoga",
            "mantras": 72,
            "document": "docs/Geetaa02.pdf",
            "audio": "",
            "summary": [
                "Renunciation of attachments. Krishna starts to coach Arjuna about immortality of soul, importance of duty and futility of attachments. Krishna advises against any attachments, be it towards an individual, towards material pleasures or even towards the fruits of one's own actions. He talks about becoming an even keeled unwavering person."
            ]
        },
        {
            "chapter": 3,
            "title": "Karma Yoga",
            "mantras": 43,
            "document": "docs/Geetaa03.pdf",
            "audio": "",
            "summary": [
                "Performing duties without any attachment. In this chapter Krishna talks about the subtle differences and interlinks between the path of knowledge and the path of actions. He talks about performing actions with a feeling of yajna i.e. sacrifice for a greater good. He advices Arjuna to shed all attachments to the fruits of his actions. A way to achieve this would be performing all actions for the greater of the society as a whole. Also, whatever he gets as the fruits of his labor should be shared with others. He talks about keeping the senses in check with rule based control. Particularly, he advises staying away from the emotions of desire and anger, as they are humanity's biggest enemies. He also advices diligently performing duties based on one's own basic nature."
            ]
        }
    ]
}